{
  "recipes": [
    {
      "name": "Chickpea-Potato Chaat",
      "description": "Chaat is the perfect low-cook recipe for hot days. Canned chickpeas and simmered potatoes with cilantro-mint chutney, tamarind chutney, & yogurt.",
      "ingredients": [
        "1 lb. baby potatoes",
        "Kosher salt",
        "1 cup tamarind concentrate (such as Cock or Wangderm)",
        "1 Tbsp. sugar",
        "1 tsp. Diamond Crystal or ½ tsp. Morton kosher salt",
        "½ tsp. cayenne pepper",
        "½ tsp. cumin seeds, crushed",
        "1 bunch cilantro, coarsely chopped (stems and leaves)",
        "1 bunch mint, leaves picked, stems discarded",
        "Juice of 2 limes",
        "1 small serrano chile or green Thai chile, stem removed",
        "1 tsp. cumin seeds",
        "1 tsp. Diamond Crystal or ½ tsp. Morton kosher salt",
        "Juice of ½ lime",
        "1 cup plain whole-milk yogurt",
        "2 Tbsp. sugar",
        "½ tsp. Diamond Crystal or ¼ tsp. Morton kosher salt",
        "2 (15-oz.) cans chickpeas, rinsed",
        "1 large serrano chile, thinly sliced",
        "1 large tomato, finely chopped",
        "1 medium red onion, thinly sliced",
        "¼ cup coarsely chopped cilantro, plus sprigs for serving",
        "2 tsp. chaat masala, plus more for serving",
        "Sev (such as Garvi Gujarat, for serving)"
      ],
      "instructions": [
        "Place potatoes in a medium pot and pour in cold water to cover by 1\"; season generously with salt. Bring to a boil, reduce heat to medium, and cook until potatoes are fork-tender, 15–18 minutes. Drain and let cool slightly, then halve potatoes. Transfer to a large bowl and chill until ready to use.",
        "Whisk tamarind concentrate, sugar, salt, cayenne, and cumin seeds in another small bowl until combined and sugar is dissolved.",
        "Purée cilantro, mint, lime juice, chile, cumin seeds, salt, and ¼ cup water in a blender until smooth.",
        "Whisk lime juice, yogurt, sugar, and salt in a small bowl until combined and sugar is dissolved.",
        "Add chickpeas, half of chile, ½ cup tomato, ½ cup red onion, ¼ cup cilantro, 2 tsp. chaat masala, ½ cup yogurt mixture, ½ cup tamarind chutney, and ½ cup green chutney to potatoes and toss to combine.",
        "Transfer chaat to a platter and drizzle 2 Tbsp. yogurt mixture, 2 Tbsp. tamarind chutney, and 2 Tbsp. green chutney over. Sprinkle with a pinch of chaat masala and top with sev and remaining chile, tomato, and red onion as desired. Scatter a few cilantro sprigs on top and serve with remaining yogurt and chutneys alongside."
      ],
      "tags": [
        "Potato",
        "Tamarind",
        "Cumin",
        "Cilantro",
        "Mint",
        "Lime Juice",
        "Chile Pepper",
        "Yogurt",
        "Chickpea",
        "Tomato",
        "Onion",
        "Side",
        "Summer",
        "Vegetarian",
        "Appetizer",
        "Dinner",
        "Diwali",
        "snack"
      ],
      "time": {
        "prep": "",
        "cook": "",
        "active": "15 minutes",
        "inactive": "",
        "ready": "",
        "total": "30 minutes"
      },
      "servings": "6 Servings",
      "image": "https://assets.epicurious.com/photos/60f09a34ae9cc866a51a25d0/2:1/w_1260%2Ch_630/ChickpeaPotatoChaat_RECIPE_071321_19121.jpg",
      "url": "https://www.epicurious.com/recipes/food/views/chickpea-potato-chaat",
      "id": 1
    },
    {
      "name": "Peach Cobbler",
      "description": "Dress unpeeled juicy peaches with lemon zest, then smear the batter on top, followed by a dousing of sugar and a bit of hot water. The result is a delicate crackly crust unrivaled in the world of cobblers.",
      "ingredients": [
        "10 large peaches (about 4½ pounds), unpeeled, cut into 1-inch chunks",
        "Zest and juice of 1 large lemon",
        "½ cup (1 stick) unsalted butter, softened",
        "2 cups sugar, divided",
        "1½ cups (about 192 grams) all-purpose flour",
        "2 teaspoons baking powder",
        "1 teaspoon kosher salt",
        "¾ cup whole milk",
        "½ cup hot tap water",
        "Heavy cream, for serving"
      ],
      "instructions": [
        "Preheat the oven to 350 degrees F.",
        "Put the peaches in a 9-by-13-inch (or similar) baking pan or gratin dish. Pat the peaches into a roughly even layer, then, using a zester or a Microplane, zest the lemon evenly over the fruit and squeeze the lemon juice evenly over the top.",
        "In the work bowl of a stand mixer fitted with the paddle attachment, cream the butter and 1½ cups of the sugar on medium speed until sandy, about 1 minute. Add the flour, baking powder, and salt, and beat again for another 30 seconds, until all the flour is incorporated and the mixture is evenly crumbly. With the mixer on low speed, slowly add in the milk. Increase the speed to medium and beat until light and fluffy, about 2 minutes.",
        "Plop the batter in 6 large blobs over the top of the peaches. With an offset spatula or small knife, carefully spread the batter evenly over the fruit, so it’s no more than about ½ inch thick in any one place.",
        "Sprinkle the remaining ½ cup sugar directly over the batter. Drizzle the hot water evenly over the sugar, using it to melt the sugar into the topping. (Use it all. It’s a strange method, but it works.)",
        "Bake the cobbler for 70 to 80 minutes, or until the top is browned and cracked. (A toothpick inserted into the topping should come out dry—be sure to check in a few places.)",
        "Let the cobbler sit for about a half an hour to firm up before serving warm in big bowls, with heavy cream poured on top."
      ],
      "tags": [
        "Summer",
        "Dessert",
        "Peach",
        "Cobbler/Crumble"
      ],
      "time": {
        "prep": "",
        "cook": "",
        "active": "30 minutes",
        "inactive": "",
        "ready": "",
        "total": "1 hour 40 Minutes"
      },
      "servings": "8 servings",
      "image": "https://assets.epicurious.com/photos/5f2323f7d3d63f3fea01a4f8/2:1/w_1260%2Ch_630/HotWaterCobbler_HERO_072220_9626_V2_final.jpg",
      "url": "https://www.epicurious.com/recipes/food/views/peach-cobbler-hot-water",
      "id": 2
    },
    {
      "name": "Pasta With 15-Minute Burst Cherry Tomato Sauce",
      "description": "Juicy cherry tomatoes burst open in warm olive oil, creating a luxurious pasta sauce that comes together in minutes. An easy summer dinner recipe.",
      "ingredients": [
        "1 pound pasta",
        "Kosher salt",
        "½ cup olive oil",
        "2 large garlic cloves, finely chopped",
        "3 pints cherry tomatoes",
        "½ teaspoon freshly ground black pepper",
        "Pinch of sugar",
        "1 cup coarsely chopped fresh basil",
        "Freshly grated Parmesan (for serving)"
      ],
      "instructions": [
        "Cook pasta in a large pot of boiling salted water, stirring occasionally, until al dente; drain and transfer to a large bowl.",
        "Meanwhile, heat oil in a 12\" skillet or wide heavy saucepan over medium-high. Add garlic, then tomatoes, pepper, sugar, and 1 tsp. salt. Cook, stirring occasionally, until tomatoes burst and release their juices to form a sauce, 6–8 minutes.",
        "Toss pasta with tomato sauce and basil. Top with Parmesan."
      ],
      "tags": [
        "Pasta",
        "Tomato",
        "Vegetarian",
        "Kid-Friendly",
        "Quick & Easy",
        "Basil",
        "Healthy",
        "Small Plates"
      ],
      "time": {
        "prep": "",
        "cook": "",
        "active": "15 minutes",
        "inactive": "",
        "ready": "",
        "total": "20 minutes"
      },
      "servings": "4–6 servings",
      "image": "https://assets.epicurious.com/photos/55f72d733c346243461d496e/2:1/w_1260%2Ch_630/09112015_15minute_pastasauce_tomato.jpg",
      "url": "https://www.epicurious.com/recipes/food/views/pasta-with-15-minute-burst-cherry-tomato-sauce-56390060",
      "id": 3
    },
    {
      "name": "Gado Gado (Mixed Vegetable Salad With Indonesian Peanut Sauce)",
      "description": "This delicious Indonesian salad recipe can be eaten as a first course or a main. Most of the prep work involves cutting and blanching the vegetables.",
      "ingredients": [
        "8 oz (225 g) yellow potatoes",
        "3 cups (300 g) shredded green cabbage",
        "3 cups (90 g) baby spinach",
        "2 cups (200 g) bean sprouts",
        "5 oz (300 g) green beans, cut into 2-in (5-cm) lengths",
        "1 small seedless cucumber cut into half-moons",
        "2 large hard-boiled eggs, sliced into wedges",
        "8 oz (225 g) tempeh, store-bought tofu puffs, or baked tofu, cut into 2-in cubes",
        "1 cup (250 ml) Saus Kacang (Indonesian Peanut Sauce)",
        "Vegetable chips or straws, for garnish",
        "Fried shallots, for garnish"
      ],
      "instructions": [
        "Cook the potatoes in boiling salted water for 20 to 25 minutes, until fork-tender. Peel and cut into 2-inch (5-cm) cubes.",
        "Prepare a bowl or tub of ice water. Blanch the cabbage for 1 to 2 minutes, until translucent and wilted, and transfer to the ice bath. When cool, drain on kitchen towels. Set aside. Repeat with the spinach (30 seconds to 1 minute), bean sprouts (30 seconds to 1 minute) and green beans (3 to 4 minutes).",
        "Arrange the vegetables, eggs and tofu or tempeh on a large platter. Serve with a bowl of Indonesian Peanut Sauce, with the vegetable chips and fried shallots on small plates alongside. Each diner should pick and choose an assortment of ingredients to put on their plate. Drizzle 2 to 3 tablespoons of peanut sauce over the vegetables and top with vegetable chips and fried shallots. Stir everything together and enjoy!"
      ],
      "tags": [
        "Lunch",
        "Salad",
        "Tofu",
        "Vegetarian",
        "Peanut",
        "Summer",
        "Dinner"
      ],
      "time": {
        "prep": "",
        "cook": "",
        "active": "",
        "inactive": "",
        "ready": "",
        "total": "50 minutes"
      },
      "servings": "4–6 servings ",
      "image": "https://assets.epicurious.com/photos/60d0baca2162cdf71bb2d8db/2:1/w_1260%2Ch_630/GadoGado_RECIPE_061721_18121.jpg",
      "url": "https://www.epicurious.com/recipes/food/views/gado-gado-mixed-vegetable-salad-indonesian-peanut-sauce",
      "id": 4
    },
    {
      "name": "Grilled Jerk Tofu and Plantains With Mango Salsa",
      "description": "I was inspired to create this vegan grilled jerk tofu recipe after visits to Jamaica where I found myself inhaling the aromas of jerk chicken. Try it!",
      "ingredients": [
        "2 14-oz. blocks extra-firm tofu, drained",
        "2 small red onions, coarsely chopped",
        "10 scallions, cut into 2\" pieces",
        "12 garlic cloves",
        "4–6 Scotch bonnet or habanero chiles, seeds removed, or 1–2 tsp. Scotch bonnet chile powder",
        "12 sprigs thyme, leaves picked",
        "2 1\" pieces ginger, peeled",
        "16–20 allspice berries or 2 Tbsp. ground allspice",
        "⅔ cup soy sauce",
        "½ cup (packed) dark brown sugar",
        "½ cup distilled white vinegar",
        "¼ cup fresh lime juice",
        "1 Tbsp. plus 1 tsp. browning sauce (preferably Grace; optional)",
        "1 Tbsp. freshly ground black pepper",
        "2 tsp. Diamond Crystal or 1¼ tsp. Morton kosher salt",
        "½ tsp. freshly grated nutmeg",
        "½ tsp. ground cinnamon",
        "¼ cup avocado oil or vegetable oil",
        "Juice of 1 lime",
        "1 Scotch bonnet chile or jalapeño, seeds removed",
        "2 cups coarsely chopped ripe mango",
        "⅔ cup coarsely chopped red bell pepper",
        "½ cup coarsely chopped red onion",
        "2 Tbsp. coarsely chopped cilantro",
        "2 tsp. agave nectar or honey (optional)",
        "½ tsp. Diamond Crystal or ¼ tsp. Morton kosher salt, plus more",
        "¼ cup avocado oil or vegetable oil, plus more for grill",
        "⅔ cup (packed) dark brown sugar",
        "¼ cup distilled white vinegar",
        "1 tsp. Diamond Crystal or ½ tsp. Morton kosher salt",
        "1 tsp. freshly ground black pepper",
        "4 very ripe (almost black) plantains, halved lengthwise",
        "Thinly sliced scallions and lime wedges (for serving)"
      ],
      "instructions": [
        "Wrap tofu in 2 layers of paper towel, place on a rimmed baking sheet, and weigh down with something heavy (large cans or a small cast-iron skillet work well). Let sit 30 minutes. (Alternatively, press tofu in a tofu press 15–30 minutes.)",
        "Meanwhile, process red onions, scallions, garlic, chiles, thyme, ginger, allspice, soy sauce, brown sugar, vinegar, lime juice, browning sauce (if using), black pepper, salt, nutmeg, and cinnamon in a food processor or blender to a coarse purée. With motor running, stream in oil and process to a fine purée. Transfer jerk sauce to a bowl.",
        "Unwrap tofu and cut each block crosswise into 6 slices. Pour 1 cup jerk sauce into a baking dish, then add tofu slices and turn to coat. Set remaining jerk sauce aside for brushing and serving. Cover and chill tofu at least 30 minutes and up to 1 day.\nDo ahead: Jerk sauce can be made 3 weeks ahead. Cover and chill.",
        "Pulse lime juice, chile, mango, bell pepper, red onion, cilantro, agave (if using),and ½ tsp. Diamond Crystal or ¼ tsp. Morton kosher salt in a food processor just until coarsely chopped, 5–10 pulses. Taste salsa and season with more salt if needed. Transfer to a bowl; cover and chill until ready to serve.",
        "Prepare a grill for medium-high heat; lightly oil grate. Arrange tofu on grate, cover, and grill, brushing with reserved jerk sauce as you turn tofu, until lightly browned and grill marks appear, about 5 minutes per side. Transfer to a plate and brush with additional sauce, if desired.",
        "Meanwhile, mix brown sugar, vinegar, salt, pepper, and remaining ¼ cup oil in a small bowl. Brush cut sides of plantains generously with mixture.",
        "Arrange plantains, cut side down, on grate, cover, and grill, brushing all over with brown sugar mixture as you turn, until deep golden and grill marks appear, about 7 minutes per side. Transfer plantains to plates with tofu.",
        "Top tofu and plantains with scallions and serve with salsa and lime wedges."
      ],
      "tags": [
        "Tofu",
        "Onion",
        "Green Onion/Scallion",
        "Garlic",
        "Chile Pepper",
        "Thyme",
        "Ginger",
        "Soy Sauce",
        "Vinegar",
        "Lime Juice",
        "Pepper",
        "Nutmeg",
        "Cinnamon",
        "Lime",
        "Mango",
        "Bell Pepper",
        "Cilantro",
        "Honey",
        "Plantain",
        "Dinner",
        "Lunch",
        "Vegan",
        "Vegetarian",
        "Summer",
        "Grill/Barbecue",
        "Tree Nut Free",
        "Juneteenth",
        "Labor Day",
        "Father's Day",
        "Wheat/Gluten-Free",
        "Peanut Free",
        "Jamaica"
      ],
      "time": {
        "prep": "",
        "cook": "",
        "active": "35 minutes",
        "inactive": "",
        "ready": "",
        "total": "2 hours"
      },
      "servings": "4 Servings",
      "image": "https://assets.epicurious.com/photos/60db3d7b9e040b1d0fd16a41/2:1/w_1260%2Ch_630/JerkTofu_RECIPE_062321_18633.jpg",
      "url": "https://www.epicurious.com/recipes/food/views/grilled-jerk-tofu-plantains-mango-salsa-vegan",
      "id": 5
    },
    {
      "name": "Double-the-Mustard Chicken With Potatoes and Greens",
      "description": "Two kinds of mustard make all the difference in this sheet-pan dinner. Dijon mustard mixed with honey serves as a sweet-tart marinade for the chicken, while the whole seeds in old-style mustard add pops of crunch and flavor to the dressing.",
      "ingredients": [
        "2 Tbsp. Dijon mustard",
        "2 Tbsp. plus 2 tsp. honey",
        "1/3 cup plus 3 Tbsp. extra-virgin olive oil, divided",
        "4 whole chicken legs (thigh and drumstick; about 2 lb. total), patted dry",
        "2 1/2 tsp. kosher salt, divided",
        "1 tsp. freshly ground black pepper, divided",
        "1 1/2 lb. baby Yukon Gold potatoes, halved",
        "4 rosemary sprigs",
        "1 garlic clove, finely grated",
        "3 Tbsp. fresh lemon juice",
        "4 tsp. whole grain mustard",
        "1 small head of frisée or 1/2 small head of escarole, trimmed, torn into bite-size pieces",
        "1/2 cup parsley leaves"
      ],
      "instructions": [
        "Place a rack in top third of oven; preheat to 375°F. Whisk Dijon mustard, 2 Tbsp. honey, and 1 Tbsp. oil in a medium bowl to combine. Season chicken on all sides with 1 tsp. salt and 1/2 tsp. pepper. Transfer to bowl with honey mustard and toss to coat.",
        "Toss potatoes, 2 Tbsp. oil, 1 tsp. salt, and remaining 1/2 tsp. pepper on a rimmed baking sheet. Arrange chicken legs (skin side up) in the center of pan; discard excess marinade. Arrange potatoes around outside of pan in an even layer, then turn cut side down (this will help them brown better). Arrange rosemary over potatoes. Roast until chicken and potatoes are golden brown and an instant-read thermometer inserted into thickest part of chicken registers 165°F, 30–40 minutes.",
        "Whisk garlic, lemon juice, whole grain mustard, and remaining 1/3 cup oil, 2 tsp. honey, and 1/2 tsp. salt in a small bowl. Divide chicken and potatoes among plates, then arrange frisée and parsley alongside potatoes. Drizzle dressing over chicken, potatoes, and frisée.",
        "Do Ahead: Chicken can be marinated 8 hours ahead. Cover and chill."
      ],
      "tags": [
        "Chicken",
        "Mustard",
        "Honey",
        "Olive Oil",
        "Potato",
        "Rosemary",
        "Garlic",
        "Lemon Juice",
        "Lettuce",
        "Salad",
        "Parsley",
        "Dinner",
        "Fall",
        "Winter",
        "One-Pot Meal",
        "Quick & Easy",
        "Wheat/Gluten-Free",
        "Dairy Free"
      ],
      "time": {
        "prep": "",
        "cook": "",
        "active": "20 minutes",
        "inactive": "",
        "ready": "",
        "total": "45 minutes"
      },
      "servings": "4 servings",
      "image": "https://assets.epicurious.com/photos/5dc7263dd482f10008d4fadb/2:1/w_1260%2Ch_630/HoneyMustardChicken_RECIPE_110519_5882.jpg",
      "url": "https://www.epicurious.com/recipes/food/views/honey-mustard-sheet-pan-chicken-dinner-with-potatoes-and-greens",
      "id": 6
    },
    {
      "name": "Crispy Chicken Over Turmeric-Lemon Cabbage and Peas",
      "description": "Starting spiced skin-on chicken thighs in a cold pan gives the skin extra time to crisp. For an easy, one-pan weeknight dinner, the chicken goes on top of a pile of silky cabbage to finish in the oven.",
      "ingredients": [
        "1 tsp. cumin seeds, coarsely crushed",
        "1 tsp. garlic powder",
        "1 tsp. ground coriander",
        "½ tsp. ground turmeric",
        "2 tsp. kosher salt, divided, plus more",
        "2½ lb. skin-on, bone-in chicken thighs (5–6)",
        "2 tsp. extra-virgin olive oil (optional)",
        "1 onion, thinly sliced",
        "2 garlic cloves, thinly sliced",
        "1 small head or ½ large head green cabbage (about 1½ lb.), thinly sliced",
        "1 lemon, sliced, seeds removed",
        "⅓ cup fresh or frozen, thawed peas",
        "Cilantro leaves with tender stems (for serving)"
      ],
      "instructions": [
        "Preheat oven to 350°F. Mix cumin seeds, garlic powder, coriander, turmeric, and 1 tsp. salt in a small bowl.",
        "Arrange chicken thighs on a plate and pat dry with paper towels. Season generously with spice mixture on both sides. You won’t need all of it; set leftover spice mixture aside for adding to cabbage later.",
        "Working in 2 batches if needed, arrange chicken thighs, skin side down, in a cold large cast-iron skillet and set over medium-low heat. Cook, undisturbed, until skin underneath is golden brown, about 10 minutes. Increase heat to medium and cook until skin is deep golden brown, about 2 minutes. Turn chicken over and cook 5 minutes. Transfer to a plate. Reduce heat to medium-low if cooking chicken in batches.",
        "If skillet seems dry, add oil, then cook onion and garlic over medium heat, stirring occasionally, until onion is translucent, about 3 minutes. Stir in reserved spice mixture and cook, stirring often, until fragrant, about 2 minutes. Add half of cabbage and stir to combine. Let cook 1 minute to wilt slightly, then add remaining cabbage and 1 tsp. salt and stir again to combine. Taste and season with more salt if needed. Add ½ cup water and cover (a baking sheet works great if you don’t have a lid). Cook cabbage 10 minutes.",
        "Arrange chicken, skin side up, on top of cabbage, then wedge lemon slices evenly between thighs. Transfer to oven and bake until cabbage is tender and chicken is cooked through (an instant-read thermometer inserted into the thickest part of a thigh should register 165°F), 22–25 minutes. Remove from oven.",
        "Scatter peas over chicken. Return skillet to oven and bake 5 minutes. Remove from oven and scatter cilantro over to serve."
      ],
      "tags": [
        "Chicken",
        "Cumin",
        "Garlic",
        "Coriander",
        "Olive Oil",
        "Onion",
        "Cabbage",
        "Lemon",
        "Pea",
        "Cilantro",
        "Lunch",
        "Dinner",
        "Spring",
        "Sauté",
        "Bake",
        "Wheat/Gluten-Free",
        "Peanut Free",
        "Soy Free",
        "Dairy Free",
        "Tree Nut Free",
        "Poultry",
        "Quick & Easy"
      ],
      "time": {
        "prep": "",
        "cook": "",
        "active": "50 minutes",
        "inactive": "",
        "ready": "",
        "total": "1 hour 40 minutes"
      },
      "servings": "3–4 servings",
      "image": "https://assets.epicurious.com/photos/60709fb9c5c43135dc176970/2:1/w_1260%2Ch_630/ChickenTumericCabbage_RECIPE_040821_12696.jpg",
      "url": "https://www.epicurious.com/recipes/food/views/crispy-chicken-turmeric-lemon-cabbage-peas",
      "id": 7
    },
    {
      "name": "Seared Scallops With Brown Butter and Lemon Pan Sauce",
      "description": "Juice lemons. Spoon out capers. Heat pan. Cook scallops. Make sauce in same pan. Serve.",
      "ingredients": [
        "3 lemons",
        "Small handful of chives",
        "12 large dry sea scallops",
        "Kosher salt, freshly ground pepper",
        "Extra-virgin olive oil or vegetable oil",
        "3 tablespoons unsalted butter, cut into pieces",
        "2 teaspoons drained capers"
      ],
      "instructions": [
        "Cut 2 lemons in half and squeeze juice into a measuring glass or small bowl; you should have 1/4 cup juice. Set aside. Using a paring knife, cut ends off remaining lemon to expose flesh. Upend lemon on a cut end and remove peel and white pith from lemons; discard. Cut between membranes to release segments into bowl with juice; squeeze membranes to get any last drops of juice. Fish out any seeds; set aside. Thinly slice chives and place in a small bowl; set aside.",
        "Pull side muscle off scallops, if needed; pat dry. Season lightly on both sides with salt and pepper. Heat a large skillet, preferably stainless steel, over medium-high. Pour in oil to lightly coat surface (2–3 Tbsp.); heat until it shimmers and you see first wisps of smoke. Swiftly place scallops into skillet, flat side down, and cook without touching, tossing, or fussing until underside is deep golden brown, 3–4 minutes. Use a thin spatula or tongs to gently turn over; if they resist, cook another 30 seconds and try again. Cook on second side until flesh at top and bottom looks opaque but there is still a faintly translucent strip in the middle, 1–2 minutes, depending on size. Transfer scallops to a plate.",
        "Pour off any oil in skillet and set over medium heat. Add butter and cook, swirling, until butter foams, then browns, about 2 minutes. Add reserved lemon juice and segments; energetically stir and swirl pan to emulsify sauce. Mix in capers and reserved chives and spoon pan sauce around and over scallops."
      ],
      "tags": [
        "Bon Appétit",
        "Dinner",
        "Quick & Easy",
        "Seafood",
        "Shellfish",
        "Scallop",
        "Chive",
        "Capers",
        "Lemon"
      ],
      "time": {
        "prep": "",
        "cook": "",
        "active": "",
        "inactive": "",
        "ready": "",
        "total": ""
      },
      "servings": "4 servings ",
      "image": "https://assets.epicurious.com/photos/5a3002b504847a34b821cb4a/2:1/w_1260%2Ch_630/seared-scallops-with-brown-butter-and-lemon-pan-sauce-recipe-BA-121217.jpg",
      "url": "https://www.epicurious.com/recipes/food/views/seared-scallops-with-brown-butter-and-lemon-pan-sauce",
      "id": 8
    },
    {
      "name": "One-Pan Chicken Drumsticks with Rice and Beans",
      "description": "Clean out your pantry with this customizable one-pan dinner and season it with whatever spices you love most or happen to have on hand.",
      "ingredients": [
        "8 chicken drumsticks",
        "2 1/2 tsp. kosher salt, divided",
        "1 tsp. freshly ground black pepper",
        "3 Tbsp. extra-virgin olive oil",
        "1 onion, finely chopped",
        "1 tsp. ground cinnamon or cumin",
        "1 tsp. ground turmeric, curry powder, or ground coriander",
        "1/2 cup white rice (any type except for sticky rice)",
        "1 (15-oz.) can chickpeas, white beans, black beans, or other beans, drained, rinsed",
        "1/2 cup dried fruit, such as currants, raisins, cherries, or cranberries (optional)",
        "1/2 tsp. crushed red pepper flakes (optional)",
        "1/4 cup coarsely chopped tender herbs, such as cilantro, parsley, mint, basil, and/or dill"
      ],
      "instructions": [
        "Season drumsticks on all sides with 2 tsp. salt and 1 tsp. black pepper.",
        "Heat oil in a large deep-sided skillet over medium-high. Add chicken and cook, turning once halfway through, until skin is golden brown, about 10 minutes total. Transfer to a plate.",
        "Add onion, cinnamon, and turmeric to fat in skillet and cook over medium-high heat, stirring constantly, until fragrant, about 1 minute. Add rice and stir to coat. Add 1 1/4 cups hot water, scraping up browned bits from pan, then stir in chickpeas, dried fruit (if using), red pepper (if using), and remaining 1/2 tsp. salt. Nestle chicken back into skillet and bring liquid to a boil. Immediately reduce heat to low, cover, and cook until rice is tender and chicken is cooked through, 20–25 minutes.",
        "Remove from heat and let sit 5 minutes. Fluff rice with a fork, then scatter herbs over."
      ],
      "tags": [
        "Dinner",
        "Chicken",
        "Onion",
        "Cinnamon",
        "Cumin",
        "Rice",
        "Chickpea",
        "Bean",
        "Fruit",
        "Herb",
        "One-Pot Meal",
        "Kid-Friendly",
        "Small Plates",
        "Quick & Easy",
        "Wheat/Gluten-Free",
        "Soy Free",
        "Dairy Free",
        "Peanut Free",
        "Tree Nut Free"
      ],
      "time": {
        "prep": "",
        "cook": "",
        "active": "30 minutes",
        "inactive": "",
        "ready": "",
        "total": "50 minutes"
      },
      "servings": "4 servings",
      "image": "https://assets.epicurious.com/photos/5afb26b6c1066d74d76e5847/2:1/w_1260%2Ch_630/One-Pan-Chicken-Drumsticks-with-Rice-and-Beans-10052018.jpg",
      "url": "https://www.epicurious.com/recipes/food/views/one-pan-chicken-drumsticks-with-rice-and-beans",
      "id": 9
    },
    {
      "name": "Quick Potato Gnocchi",
      "description": "Instant potatoes turn this gnocchi recipe into a breezy, 15-minute affair rather than an hours-long commitment.",
      "ingredients": [
        "1 cup instant mashed potato flakes",
        "1 cup all-purpose flour, plus more",
        "1 large egg",
        "¾ teaspoon salt",
        "3 tablespoons butter, melted, or extra-virgin olive oil",
        "Freshly grated Parmesan, black pepper, and chopped parsley, for garnishing (optional)"
      ],
      "instructions": [
        "Place 1 cup instant mashed potato flakes in a medium bowl. Pour over them 1 cup boiling water and stir to combine. Add 1 cup all-purpose flour, 1 large egg, ¾ teaspoon salt. Knead briefly until the mixture is smooth.",
        "Bring 4 inches of well-salted water to a simmer in a large pot. Have ready 3 tablespoons butter, melted, or extra-virgin olive oil. Roll about 2 tablespoons of the dough into a ¾-inch-thick log. Cut crosswise into ¾-inch pieces. Press each piece against the tines of a fork, rolling it as you do; this will naturally cause the gnocchi to curl slightly, leaving one side indented and the other ridged. Test the gnocchi by dropping a few into the simmering water and cooking until they float, about 2 minutes. They should hold a firm shape and be chewy to the bite. If they are too soft or disintegrate, knead into the dough up to 3 tablespoons more all-purpose flour and a little beaten egg.",
        "Test again. When the dough is right, roll the rest of the dough into three or four ¾-inch-thick ropes. Cut the ropes into ¾-inch pieces, shape the dough on the fork as directed above, letting them drop onto a lightly floured baking sheet. Bring the water back to a simmer. *Do not let the water reach a full boil. Drop one-third to half of the gnocchi into the pot and simmer, uncovered, until they float, then remove with a slotted spoon or skimmer to a wide bowl. Note: Never drain gnocchi by pouring the contents of the pot into a colander. Drizzle some of the melted butter or olive oil over the gnocchi. Toss to coat. Repeat until all the gnocchi are done.",
        "Spoon gnocchi into bowls and top as desired."
      ],
      "tags": [
        "Quick & Easy",
        "Dinner",
        "Potato",
        "Pasta",
        "Kid-Friendly",
        "Soy Free",
        "Tree Nut Free",
        "Vegetarian"
      ],
      "time": {
        "prep": "",
        "cook": "",
        "active": "",
        "inactive": "",
        "ready": "",
        "total": ""
      },
      "servings": "About 60 gnocchi; 4 servings",
      "image": "https://assets.epicurious.com/photos/60ba3e2749076eeb52dfae3d/2:1/w_1260%2Ch_630/PotatoFlakeGnocchi_RECIPE_060221_17008.jpg",
      "url": "https://www.epicurious.com/recipes/food/views/quick-potato-gnocchi-joy-of-cooking",
      "id": 10
    },
    {
      "name": "Habanero BBQ Shrimp",
      "description": "Quick and easy grilled shrimp recipe with apricot preserves, habanero pepper, and ginger from Son of a Southern Chef.",
      "ingredients": [
        "1 cup apricot preserves",
        "Juice of 2 limes, plus wedges for serving",
        "1 habanero pepper, seeded and small diced",
        "2 tablespoons soy sauce",
        "2 small garlic cloves, finely grated",
        "1 teaspoon grated fresh ginger",
        "2 pounds extra-large shrimp, peeled and deveined",
        "Vegetable oil, for brushing"
      ],
      "instructions": [
        "In a small bowl, mix together the apricot preserves, lime juice, habanero, soy sauce, garlic, and ginger. Transfer half the sauce to a large zip-top bag and add the shrimp. Seal the bag and\nrefrigerate for 10 minutes.",
        "Heat a grill to high or heat a large grill pan over high heat. Brush the grates or the pan with oil. Soak bamboo skewers in water and a wedge lime.",
        "Thread 5 shrimp onto a bamboo or metal skewer (discard the sauce in the bag) and grill until charred on both sides, 4 to 5 minutes. Do not overcook, please.",
        "Serve with the remaining sauce on the side for dipping and lime wedges."
      ],
      "tags": [
        "Shrimp",
        "Grill/Barbecue",
        "Shellfish",
        "Seafood",
        "Apricot",
        "Jam or Jelly",
        "Chile Pepper",
        "Soy Sauce",
        "Ginger",
        "Summer",
        "Juneteenth",
        "Fourth of July"
      ],
      "time": {
        "prep": "",
        "cook": "",
        "active": "",
        "inactive": "",
        "ready": "",
        "total": "30 minutes"
      },
      "servings": "Serves 4",
      "image": "https://assets.epicurious.com/photos/5f2333d0ff1c3dab39182f46/2:1/w_1260%2Ch_630/ShrimpSkewers_IG_072920_10116.jpg",
      "url": "https://www.epicurious.com/recipes/food/views/habanero-bbq-shrimp-son-of-a-southern-chef",
      "id": 11
    },
    {
      "name": "Summer Pizza with Salami, Zucchini, and Tomatoes",
      "description": "It's a pizza. It's a salad. It's...a pizza with a huge salad on top of it. Who can argue?",
      "ingredients": [
        "5 Tbsp. extra-virgin olive oil, divided",
        "2 lb. store-bought pizza dough, room temperature",
        "2 cups whole-milk fresh ricotta (about 1 lb.)",
        "1 1/2 tsp. kosher salt, divided",
        "1 tsp. freshly ground black pepper, divided",
        "4 oz. thinly sliced soppressata",
        "1 medium shallot, finely chopped",
        "2 Tbsp. red wine vinegar",
        "2 medium zucchini (about 1 lb. total), thinly shaved lengthwise on a mandoline or with a vegetable peeler",
        "1 pint grape tomatoes, halved",
        "1 cup basil leaves"
      ],
      "instructions": [
        "Preheat oven to 425°F. Brush an 18x13\" rimmed baking pan with 1 Tbsp. oil. Gently stretch dough to a 16x12\" oval and place in prepared baking sheet, pressing dough into edges of pan. (If dough springs back, cover with plastic wrap and let rest 10 minutes before stretching again.) Brush dough with 1 Tbsp. oil, then bake until golden and dry, 15–18 minutes.",
        "Meanwhile, whisk ricotta, 1 Tbsp. oil, 1 tsp. salt, and 1/2 tsp. pepper in a medium bowl until mixture looks a little whipped and fluffy. (If your ricotta is on the drier side, add another tablespoonful of oil.)",
        "Spread ricotta mixture over crust, leaving about a 1/2\" margin on all sides. Top with a single layer of soppressata, overlapping slightly if needed. Bake pizza until ricotta mixture is golden and edges of soppressata are curled up and crisp, about 15 minutes.",
        "Whisk shallot, vinegar, and remaining 2 Tbsp. oil, 1/2 tsp. salt, and 1/2 tsp. pepper in a small bowl. Gently tosszucchini, tomatoes, and basil in a large bowl. Drizzle about one-third of the dressing over and toss again. Pile onto pizza with your hands. Drizzle remaining dressing over pizza and cut into slices."
      ],
      "tags": [
        "Pizza",
        "Ricotta",
        "Shallot",
        "Vinegar",
        "Zucchini",
        "Tomato",
        "Basil",
        "Sheet Pan",
        "Sheet-Pan Dinner"
      ],
      "time": {
        "prep": "",
        "cook": "",
        "active": "30 minutes",
        "inactive": "",
        "ready": "",
        "total": "50 minutes"
      },
      "servings": "6–8 servings",
      "image": "https://assets.epicurious.com/photos/5b608b44147e630cca6a6d49/2:1/w_1260%2Ch_630/Summer-Pizza-with-Zucchini-Salami-and-Tomatoes-recipe-25072018.jpg",
      "url": "https://www.epicurious.com/recipes/food/views/summer-pizza-with-salami-zucchini-and-tomatoes",
      "id": 12
    },
    {
      "name": "Spicy Tamarind-Glazed Grilled Chicken Wings",
      "description": "These grilled chicken wings are marinated in tamarind purée, fish sauce, brown sugar, red pepper flakes, and cumin, with more brushed on as they grill.",
      "ingredients": [
        "¾ cup tamarind purée",
        "¼ cup fish sauce",
        "2 Tbsp. light or dark brown sugar",
        "1 Tbsp. crushed red pepper flakes",
        "1 tsp. ground cumin",
        "3 tsp. Diamond Crystal or 1½ tsp. Morton kosher salt, divided",
        "4 lb. chicken wings, drumettes and flats separated if desired",
        "¼ small red onion, very thinly sliced, preferably on a mandoline",
        "Cilantro leaves with tender stems and lime wedges (for serving)"
      ],
      "instructions": [
        "Whisk tamarind purée, fish sauce, brown sugar, red pepper flakes, cumin, and 1 tsp. Diamond Crystal or ½ tsp. Morton kosher salt in a medium bowl until combined and a loose paste forms. Set tamarind glaze aside.",
        "Pat wings dry with paper towels, then season all over with remaining 2 tsp. Diamond Crystal or 1 tsp. Morton kosher salt. Place in a large bowl; add half of tamarind glaze and toss to coat. Chill 15 minutes. Set remaining glaze aside.",
        "Meanwhile, place onion in a bowl of ice water and set aside.",
        "Prepare a grill for medium indirect heat (for a charcoal grill, bank coals on one side of grill; for a gas grill, leave one or two burners off). Arrange wings on grate over indirect heat, making sure not to overcrowd. Brush top of each wing with some reserved glaze. Cover and grill 15 minutes. Uncover, turn wings over, and brush other side with glaze. Re-cover and grill until wings are golden brown and a thermometer inserted into the thickest part of a wing registers 165°F, about 15 minutes.",
        "Brush wings with more glaze, then move over direct heat and grill until charred in spots, 1–2 minutes per side.",
        "Transfer wings to a platter. Drain onion and place on paper towels; pat dry. Scatter onion over wings and top with cilantro. Serve with lime wedges for squeezing over."
      ],
      "tags": [
        "Chicken",
        "Tamarind",
        "Cumin",
        "Onion",
        "Cilantro",
        "Summer",
        "Wheat/Gluten-Free",
        "Tree Nut Free",
        "Grill/Barbecue",
        "snack",
        "Appetizer",
        "Side",
        "Lunch",
        "Dinner",
        "Backyard BBQ",
        "Picnic",
        "Peanut Free",
        "Dairy Free",
        "Quick & Easy"
      ],
      "time": {
        "prep": "",
        "cook": "",
        "active": "25 minutes",
        "inactive": "",
        "ready": "",
        "total": "1 hour 10 minutes"
      },
      "servings": "4 servings",
      "image": "https://assets.epicurious.com/photos/609acf9ed10d31ed8e8913a4/2:1/w_1260%2Ch_630/TamarindWings_RECIPE_050621_14827.jpg",
      "url": "https://www.epicurious.com/recipes/food/views/tamarind-glazed-grilled-chicken-wings",
      "id": 13
    },
    {
      "name": "Spicy Lobster Pasta",
      "description": "There's something special about lobster you've prepared yourself, but if cooking one on a weeknight isn't your speed, buy cooked lobster or shrimp instead.",
      "ingredients": [
        "12 ounces spaghetti",
        "Kosher salt",
        "2 tablespoons olive oil",
        "2 tablespoons unsalted butter",
        "1 large shallot, finely chopped",
        "1 teaspoon crushed red pepper flakes",
        "1 pound cherry and/or Sun Gold tomatoes, halved",
        "1 pound picked cooked lobster meat or cooked large shrimp",
        "Freshly ground black pepper",
        "1 teaspoon finely grated lemon zest",
        "Lemon wedges (for serving)"
      ],
      "instructions": [
        "Cook spaghetti in a large pot of boiling salted water, stirring occasionally, until al dente. Drain, reserving 1 cup pasta cooking liquid (the secret to silky sauce).",
        "Meanwhile, heat oil and butter in a large skillet over medium-high heat. Cook shallot and red pepper flakes, stirring often, until shallot is softened, about 2 minutes. Add tomatoes and cook, stirring often, until tomatoes are soft and juicy, 5–8 minutes.",
        "Add lobster meat to skillet and toss to coat. Add pasta and 1/2 cup reserved pasta cooking liquid; season with salt and pepper.",
        "Cook, tossing constantly and adding more reserved pasta cooking liquid as needed, until sauce thickens and coats pasta, about 2 minutes.",
        "Serve pasta topped with lemon zest, with lemon wedges alongside for squeezing over."
      ],
      "tags": [
        "Pasta",
        "Tomato",
        "Lobster",
        "Summer",
        "Bon Appétit"
      ],
      "time": {
        "prep": "",
        "cook": "",
        "active": "20 minutes",
        "inactive": "",
        "ready": "",
        "total": "20 minutes"
      },
      "servings": "4 servings",
      "image": "https://assets.epicurious.com/photos/59334931f692c10ac01affca/2:1/w_1260%2Ch_630/spicy-lobster-pasta-BA-060317.jpg",
      "url": "https://www.epicurious.com/recipes/food/views/spicy-lobster-pasta-51241830",
      "id": 14
    },
    {
      "name": "Grilled Salmon With Peach Curry and Coconut Cream",
      "description": "Grilled salmon with summer peaches, red curry paste and fresh herbs. Serve this recipe warm or at room temperature, perfect for relaxed summer dining.",
      "ingredients": [
        "3 tablespoons virgin coconut oil",
        "2 garlic cloves, thinly sliced",
        "1 tablespoon finely chopped ginger",
        "1½ teaspoons kosher salt",
        "1 tablespoon red curry paste, homemade or store-bought",
        "2½ pounds ripe peaches, halved, pitted, and cut into 1-inch pieces",
        "3 tablespoons finely chopped palm sugar or coconut sugar",
        "2 cups freshly squeezed orange juice",
        "1¾ cups well-shaken coconut cream",
        "Six 5-ounce skin-on salmon fillets",
        "1½ tablespoons avocado oil",
        "2 teaspoons kosher salt",
        "Jalapeño Oil, optional (see note)",
        "Handful Thai basil leaves"
      ],
      "instructions": [
        "In a large skillet or sauté pan, heat the coconut oil over medium heat until shimmery. Add the garlic, ginger, and salt and cook, stirring frequently, until the garlic begins to turn golden, about 3 minutes. Add the curry paste and cook, stirring often, until very fragrant and a shade darker in color, about 4 minutes more. Add the peaches, stir well, and cook for a minute or so to allow the curry flavors to begin to season the peaches.",
        "Add the palm sugar and orange juice, increase the heat to medium-high, and let it all come to a strong simmer. Cook, adjusting the heat to maintain the simmer, until the peaches are cooked through but not mushy and the sauce has thickened enough to coat the back of a spoon, 10 to 15 minutes. Keep warm.",
        "In a small pot, bring the coconut cream to a simmer over medium heat and cook, stirring frequently, until it has reduced by about half (it’ll have the texture of barely whipped cream), 18 to 20 minutes. Keep warm.",
        "Fire up a grill to cook with an area of medium heat and an area of low heat. Pat the salmon dry, spending a little extra time on the skin side. Rub just enough of the avocado oil onto the fillets to coat them with a very thin layer (excess oil will lead to flare-ups). Once the grill is ready, evenly season the salmon all over with the salt. Grill the salmon, skin-side down, on the area of medium heat until the skin is golden, a bit charred, and crispy, about 3 minutes.",
        "Carefully run a metal spatula between the grates and the skin (if the skin hasn’t released from the grates just yet, wait another minute), then flip the fillets onto the area of low heat and cook until the salmon is cooked to your preference. For me, that’s medium-rare to medium, when the center is light pink with a bit of translucence, about 3 minutes.",
        "Transfer the peach curry to a serving bowl or platter and top with the salmon, skin-side up. Drizzle on the coconut cream, then the jalapeño oil, and sprinkle on the Thai basil. Serve right away."
      ],
      "tags": [
        "Fish",
        "Salmon",
        "Seafood",
        "Summer",
        "Backyard BBQ",
        "Grill/Barbecue",
        "Coconut",
        "Ginger",
        "Peach",
        "Fruit",
        "Orange Juice",
        "Fourth of July",
        "Father's Day",
        "Labor Day",
        "Memorial Day",
        "Wheat/Gluten-Free"
      ],
      "time": {
        "prep": "",
        "cook": "",
        "active": "",
        "inactive": "",
        "ready": "",
        "total": ""
      },
      "servings": "Serves 6",
      "image": "https://assets.epicurious.com/photos/60f1a3d4445bd6946218fffe/2:1/w_1260%2Ch_630/Chap007_020_GrilledSalmonwithPeachCurry-2_9780062984517.jpg",
      "url": "https://www.epicurious.com/recipes/food/views/grilled-salmon-peach-curry-coconut-cream-gourdet",
      "id": 15
    },
    {
      "name": "Fried Garlic Noodles",
      "description": "Simple and flavorful, fried noodles seasoned with shoyu is one of those more-than-a-snack, not-quite-a-meal foods you find all over Hawai‘i.",
      "ingredients": [
        "1 pound fresh saimin, ramen, or chow mein noodles",
        "3 tablespoons Microwave Fried Garlic, with reserved oil",
        "2 tablespoons minced garlic (about 8 cloves)",
        "3 tablespoons shoyu (soy sauce)",
        "1 tablespoon oyster sauce",
        "2 teaspoons instant dashi powder (such as HonDashi)",
        "¼ cup chopped scallions",
        "Sambal oelek, for serving (optional)"
      ],
      "instructions": [
        "Bring a large pot of water to a boil over high heat. Loosen the noodles and add to the pot. When the water returns to a boil, the noodles should be nearly done (2 to 3 minutes; or follow the package directions). Check the noodles by taste or touch. They should be tender but springy. Drain thoroughly.",
        "In a wok or skillet, heat 3 tablespoons of the garlic oil over high heat until shimmering-hot. Add the raw garlic, stir-frying until fragrant but not browned, a few seconds. Add the noodles and toss to coat. Add the shoyu, oyster sauce, and dashi powder and continue to stir-fry for another minute or two until the sauce is absorbed.",
        "Remove the pan from the heat and transfer the noodles to a serving plate or individual bowls. Reheat the fried garlic in the microwave until crispy, 10 to 15 seconds, keeping an eye (and a nose) on it so it doesn’t burn.",
        "Garnish the noodles with scallions and fried garlic before serving. Top with sambal if desired."
      ],
      "tags": [
        "Noodle",
        "Garlic",
        "Hawaii",
        "Soy Sauce",
        "Quick & Easy"
      ],
      "time": {
        "prep": "",
        "cook": "",
        "active": "",
        "inactive": "",
        "ready": "",
        "total": ""
      },
      "servings": "Serves 4",
      "image": "https://assets.epicurious.com/photos/60638d33dbc00f0b7067c96e/2:1/w_1260%2Ch_630/GarlicNoodles_RECIPE_032521_11837_final.jpg",
      "url": "https://www.epicurious.com/recipes/food/views/fried-garlic-noodles-sheldon-simeon",
      "id": 16
    },
    {
      "name": "Grilled Steak With Peas and Eggplant Over Whipped Ricotta",
      "description": "No pots or pans needed for this easy summertime recipe: The eggplant spears and sugar snap peas are charred side by side on the grill, and they perfectly complement a simple grilled steak. The lemony whipped ricotta provides a creamy brightness to balance out the smoky meat and veg.",
      "ingredients": [
        "1 1/2 cups whole-milk ricotta",
        "1 tsp. finely grated lemon zest",
        "5 Tbsp. extra-virgin olive oil, divided, plus more for grill and drizzling",
        "2 3/4 tsp. kosher salt, divided",
        "2 (1\"–1 1/2\"-thick) boneless strip steaks (about 1 1/2 lb. total), patted dry",
        "1 1/2 tsp. freshly ground black pepper, divided, plus more",
        "2 small eggplants (about 11 oz. total), trimmed, sliced lengthwise into 1\" spears",
        "1/2 lb. sugar snap peas, strings removed",
        "Flaky sea salt",
        "1/2 cup mint leaves",
        "1 Fresno chile, thinly sliced (optional)",
        "Lemon wedges (for serving)"
      ],
      "instructions": [
        "Whisk ricotta, lemon zest, 3 Tbsp. oil, and 3/4 tsp. kosher salt in a large bowl until smooth and fluffy; set aside.",
        "Prepare a grill for medium-high heat; oil grate. Season steaks on all sides with 1 1/2 tsp. kosher salt and 1 tsp. pepper. Grill steaks until lightly charred and an instant-read thermometer inserted into the thickest part registers 120°F, 5–7 minutes per side for medium-rare. Transfer to a cutting board and let rest 10 minutes before slicing against the grain.",
        "While steak rests, toss eggplant with 2 Tbsp. oil; season with 1/2 tsp. kosher salt and 1/2 tsp. pepper. Grill eggplant, turning often, until skin is lightly charred and flesh is softened, about 5 minutes.",
        "Grill peas in a grill basket or on a wire rack set over grill alongside eggplant, turning often, until lightly charred and softened, about 3 minutes.",
        "Spread reserved ricotta on a platter. Arrange eggplant and peas over. Drizzle with oil; season with sea salt and pepper. Top with mint and chile (if using). Serve with lemon wedges alongside.",
        "Transfer steak to another platter. Drizzle with oil, then season with sea salt and pepper. Serve alongside vegetables."
      ],
      "tags": [
        "Steak",
        "Peanut Free",
        "Ricotta",
        "Lemon",
        "Eggplant",
        "Pea",
        "Sugar Snap Pea",
        "Mint",
        "Chile",
        "Grill",
        "Quick & Easy",
        "Summer",
        "Dinner",
        "Wheat/Gluten-Free"
      ],
      "time": {
        "prep": "",
        "cook": "",
        "active": "30 minutes",
        "inactive": "",
        "ready": "",
        "total": "30 minutes"
      },
      "servings": "4 servings",
      "image": "https://assets.epicurious.com/photos/5ced8276bc4c065f31b10580/2:1/w_1260%2Ch_630/Grilled-Steak-and-Snap-Peas-with-Ricotta-recipe-22102019.jpg",
      "url": "https://www.epicurious.com/recipes/food/views/grilled-steak-with-peas-and-eggplant-over-whipped-ricotta",
      "id": 17
    },
    {
      "name": "Insanity Burger",
      "description": "Competition for the best burger in London has gone mad. Some burgers are gourmet and piled high with toppings, whereas others are thinner, simpler, wrapped in paper, steamy and sloppy. All I can say is my insanity burger is going to be right up there—the method is almost ritualistic in what it requires you to do to get close to burger perfection. I've also used the brilliant technique of brushing the burgers with mustard and a dash of Tabasco Chipotle sauce as they cook to build up an incredible gnarly layer of seasoning.",
      "ingredients": [
        "1 3/4 lbs ground chuck steak",
        "Olive oil",
        "1 large red onion",
        "1 splash of white wine vinegar",
        "2 large gherkins",
        "4 sesame-topped brioche burger buns",
        "4–8 slices of smoked bacon",
        "4 teaspoons yellow mustard",
        "Tabasco Chipotle sauce",
        "4 thin slices of Red Leicester cheese",
        "4 teaspoons tomato ketchup",
        "1/4 of an iceberg lettuce",
        "2 heaping tablespoons mayo",
        "1 heaping tablespoon tomato ketchup",
        "1 teaspoon Tabasco Chipotle sauce",
        "1 teaspoon Worcestershire sauce",
        "optional: 1 teaspoon brandy or bourbon"
      ],
      "instructions": [
        "For the best burger, go to your butcher and ask them to grind 1 3/4 lbs of chuck steak for you. This cut has a really good balance of fat and flavorsome meat. Divide it into 4 and, with wet hands, roll each piece into a ball, then press into flat patties roughly 5 inches wide and about 3/4 inch wider than your buns. Place on an oiled plate and chill in the fridge. Next, finely slice the red onion, then dress in a bowl with the vinegar and a pinch of sea salt. Slice the gherkins and halve the buns. Finely chop the lettuce and mix with the rest of the burger sauce ingredients in a bowl, then season to taste.",
        "I like to cook only 2 burgers at a time to achieve perfection, so get two pans on the go—a large non-stick frying pan on a high heat for your burgers and another on a medium heat for the bacon. Pat your burgers with oil and season them with salt and pepper. Put 2 burgers into the first pan, pressing down on them with a slotted spatula, then put half the bacon into the other pan. After 1 minute, flip the burgers and brush each cooked side with a 1/2 teaspoon of mustard and a dash of Tabasco. After another minute, flip onto the mustard side and brush again with another 1/2 teaspoon of mustard and a second dash of Tabasco on the other side. Cook for 1 more minute, by which point you can place some crispy bacon on top of each burger with a slice of cheese. Add a tiny splash of water to the pan and place a heatproof bowl over the burgers to melt the cheese—30 seconds should do it. At the same time, toast 2 split buns in the bacon fat in the other pan until lightly golden. Repeat with the remaining 2 burgers.",
        "To build each burger, add a quarter of the burger sauce to the bun base, then top with a cheesy bacon burger, a quarter of the onions, and gherkins. Rub the bun top with a teaspoon of ketchup, then gently press together. As the burger rests, juices will soak into the bun, so serve right away, which is great, or for an extra-naughty experience, wrap each one in parchment paper, then give it a minute to go gorgeous and sloppy."
      ],
      "tags": [
        "Sandwich",
        "Kid-Friendly",
        "Ground Beef",
        "Pan-Fry",
        "Small Plates"
      ],
      "time": {
        "prep": "",
        "cook": "",
        "active": "",
        "inactive": "",
        "ready": "",
        "total": "35 minutes plus chilling"
      },
      "servings": "Serves 4",
      "image": "https://assets.epicurious.com/photos/556dd2d1d8348b711704fee9/1:1/w_600%2Ch_600/56389604_insanity-burger_6x4.jpg",
      "url": "https://www.epicurious.com/recipes/food/views/insanity-burger-56389604",
      "id": 18
    },
    {
      "name": "Garlicky Instant Ramen Noodle Salad With Grilled Chicken Thighs",
      "description": "The perfect summer picnic dish. Once the chicken is grilled and sliced, the noodle salad comes together in less than a minute.",
      "ingredients": [
        "2½ lb. skinless, boneless chicken thighs",
        "4 large garlic cloves",
        "3 Tbsp. finely chopped cilantro roots or stems",
        "3 Tbsp. oyster sauce",
        "2 Tbsp. soy sauce",
        "1 Tbsp. light brown sugar",
        "2 tsp. fish sauce",
        "2 tsp. freshly ground white or black pepper",
        "1 tsp. Diamond Crystal or ½ tsp. Morton kosher salt",
        "2 large red chiles (such as Fresno), thinly sliced",
        "¼ cup apple cider vinegar or distilled white vinegar",
        "2 Tbsp. light brown sugar",
        "2 tsp. fish sauce",
        "5 large garlic cloves, finely chopped",
        "¼ cup vegetable oil",
        "5 (3-oz.) packages instant ramen (such as Maruchan), seasoning packets discarded",
        "Vegetable oil (for grill)",
        "Fish sauce and apple cider vinegar (for seasoning)",
        "3 scallions, thinly sliced",
        "4 cups thinly sliced romaine lettuce",
        "½ cup coarsely chopped cilantro",
        "1 tsp. Diamond Crystal or ½ tsp. Morton kosher salt",
        "½ cup chopped unsalted roasted peanuts"
      ],
      "instructions": [
        "Place chicken in a medium bowl. Process garlic, cilantro roots, oyster sauce, soy sauce, brown sugar, fish sauce, pepper, and salt in a small food processor until smooth. Using a rubber spatula, scrape marinade into bowl with chicken and mix well. Cover and chill at least 4 hours and up to 12 hours.",
        "Place chiles, vinegar, brown sugar, and fish sauce in a small glass jar; cover and shake to combine.\nDo ahead: Dressing can be made 1 day ahead. Store at room temperature.",
        "Cook garlic and oil in a small skillet over medium-low heat, stirring often, until garlic begins to turn light brown around the edges, about 2 minutes. Continue to cook, stirring constantly, until garlic is medium brown and crisp, about 1 minute more. Immediately strain oil through a fine-mesh sieve into a small heatproof bowl. Let cool.\nDo ahead: Garlic can be cooked 1 day ahead. Transfer garlic oil and crispy garlic to separate airtight containers and store at room temperature.",
        "Cook noodles in a large pot of boiling water according to package directions. Drain and return noodles to pot. Pour in lukewarm water to cover and stir with a wooden spoon or rubber spatula to release as much starch from noodles as possible. Drain and repeat until water is clear. Drain well, shaking off excess moisture. Transfer noodles to a large bowl, pour in garlic oil, and toss to coat.",
        "Prepare a grill for high heat; lightly oil grate. Grill chicken until lightly charred on both sides and an instant read-thermometer inserted into the thickest part registers 165°, 8–10 minutes. Let rest 5 minutes before slicing against the grain.",
        "Add dressing to noodles and toss well to coat. Taste and add more fish sauce and/or vinegar if needed; noodles should be salty and sour with sweetness trailing behind. Add scallions, lettuce, cilantro, salt, half of peanuts, and half of crispy garlic and toss to combine.",
        "Transfer noodles to a platter and arrange chicken on top. Sprinkle crispy garlic and remaining peanuts over.\nDo ahead: Noodles can be cooked and dressed with oil 6 hours ahead. Store tightly covered at room temperature."
      ],
      "tags": [
        "Chicken",
        "Garlic",
        "Cilantro",
        "Soy Sauce",
        "Pepper",
        "Chile Pepper",
        "Vinegar",
        "Noodle",
        "Green Onion/Scallion",
        "Lettuce",
        "Peanut",
        "Lunch",
        "Dinner",
        "Summer",
        "Grill/Barbecue",
        "Salad",
        "Backyard BBQ",
        "Dairy Free",
        "Picnic"
      ],
      "time": {
        "prep": "",
        "cook": "",
        "active": "1 hour 10 minutes",
        "inactive": "",
        "ready": "",
        "total": "1 hour 45 minutes, plus 4 hours marination time"
      },
      "servings": "4 Servings",
      "image": "https://assets.epicurious.com/photos/60d0c81097e02607b7ace32d/2:1/w_1260%2Ch_630/RamenChickenSalad_RECIPE_061721_18166.jpg",
      "url": "https://www.epicurious.com/recipes/food/views/garlicky-instant-ramen-noodle-salad-grilled-chicken-thighs",
      "id": 19
    },
    {
      "name": "Seared Scallops with Mint, Peas, and Bacon",
      "description": "Buttery scallops and smoky bacon are balanced by sweet peas and lively mint in this company-worthy dish. All you need is one pan, a handful of ingredients, and 22 minutes to pull it off.",
      "ingredients": [
        "12 large sea scallops (preferably dry-packed), side muscle removed (about 1 1/2 pounds)",
        "Kosher salt and freshly ground black pepper",
        "2 cups shelled fresh peas (from about 1 1/2 pounds pods) or frozen peas",
        "3 ounces bacon (about 3 slices), cut crosswise into 1/3–inch strips",
        "1 medium shallot, cut crosswise into thin rings",
        "1 1/2 teaspoons fresh lemon juice",
        "1 tablespoon (or more) olive oil",
        "3 tablespoons mint leaves, coarsely chopped, divided"
      ],
      "instructions": [
        "Place scallops on a paper towel-lined plate and pat very dry with additional paper towels. Season both sides with 1/4 tsp. salt and 1/4 tsp. pepper total.",
        "Bring 1 cup water to a boil, covered, in a small pot. Add peas and 1/2 tsp. salt; cook until peas are bright green and tender, about 2 minutes for fresh and 4 minutes for frozen. Drain peas through a strainer set over a bowl; reserve cooking liquid.",
        "Meanwhile, add bacon to a large skillet and heat over medium-high. Cook bacon, stirring occasionally, until fat starts to render, about 3 minutes. Add shallot and cook, stirring, until softened and lightly browned and bacon is crisp, about 3 minutes more. Using a slotted spoon, transfer bacon and shallot to a small bowl, reserving fat in skillet. Add 1/2 cup cooked peas to bacon mixture.",
        "Purée lemon juice, 1/8 tsp. salt, 1/8 tsp. pepper, the remaining 1 1/2 cups peas, and 1/2 cup reserved pea cooking liquid in a blender. Add oil and pureé until smooth. Add 2 Tbsp. mint leaves and pureé until just combined but pieces of mint are still visible. Divide pea purée among 4 plates.",
        "Heat skillet with reserved fat over high until just barely smoking. Working in batches and adding more oil if necessary, sear scallops until a golden brown crust has formed and scallop releases from skillet, about 3 minutes per side. Top pea purée with scallops and bacon-pea mixture, then sprinkle with remaining 1 Tbsp. mint."
      ],
      "tags": [
        "22-Minute Meals",
        "Dinner",
        "Scallop",
        "Seafood",
        "Shellfish",
        "Bacon",
        "Pea",
        "Summer",
        "Wheat/Gluten-Free",
        "Peanut Free",
        "Tree Nut Free",
        "Soy Free",
        "No Sugar Added"
      ],
      "time": {
        "prep": "",
        "cook": "",
        "active": "22 minutes",
        "inactive": "",
        "ready": "",
        "total": "22 minutes"
      },
      "servings": "Serves 4",
      "image": "https://assets.epicurious.com/photos/5769b71b03f271e4765d6cfb/2:1/w_1260%2Ch_630/22-minute-meal-scallops-recipe-21062016.jpg",
      "url": "https://www.epicurious.com/recipes/food/views/seared-scallops-with-mint-peas-and-bacon",
      "id": 20
    },
    {
      "name": "Slow-Cooker Green Chicken Chili",
      "description": "This easy, slow-cooked chili is not your average \"bowl of red.\" With chicken, sweet potatoes, tomatillo salsa, and pinto beans, it's more of a cross between chile verde (usually made with pork) and white chicken chili. Just a few ingredients and effortless prep gives you a flavorful and satisfying \"bowl of green.\"",
      "ingredients": [
        "3 pounds boneless, skinless chicken thighs",
        "2 large sweet potatoes, unpeeled, cut into 1\" cubes (about 2 pounds)",
        "1 (16-ounce) jar tomatillo salsa (salsa verde) (about 2 cups)",
        "2 cups low-sodium chicken broth",
        "2 teaspoons ground cumin",
        "2 teaspoons (or more) kosher salt",
        "1 teaspoon (or more) freshly ground black pepper",
        "2 cans low-sodium pinto beans, drained, rinsed",
        "Sliced avocado, cilantro leaves, sour cream, and/or finely chopped onion (for serving; optional)",
        "A 6-quart (or larger) slow cooker"
      ],
      "instructions": [
        "Mix chicken, potatoes, salsa, broth, cumin, salt, and pepper in slow cooker. Cover and cook until chicken shreds easily with a fork and sweet potatoes are tender, about 4 hours on high or 6 hours on low. Add beans during last 30 minutes of cooking. Shred chicken in slow cooker with 2 forks. Taste and season with salt and pepper, if needed. Serve topped with avocado, cilantro, sour cream, and/or onion, if using.",
        "Chili can be made 3 days ahead; cover and chill."
      ],
      "tags": [
        "Chili",
        "Dinner",
        "Soup/Stew",
        "Chicken",
        "Tomatillo",
        "Sweet Potato/Yam",
        "Bean",
        "Salsa",
        "Slow Cooker",
        "Wheat/Gluten-Free",
        "Peanut Free",
        "Soy Free",
        "Tree Nut Free"
      ],
      "time": {
        "prep": "",
        "cook": "",
        "active": "15 minutes",
        "inactive": "",
        "ready": "",
        "total": "4 hours, 15 minutes"
      },
      "servings": "6–8 servings",
      "image": "https://assets.epicurious.com/photos/588fb7a569bb8db57265203c/2:1/w_1260%2Ch_630/Green-Chicken-Chili-30012017-.jpg",
      "url": "https://www.epicurious.com/recipes/food/views/slow-cooker-green-chicken-chili",
      "id": 21
    },
    {
      "name": "Winter Salad Hummus Bowls",
      "description": "These make-ahead components with tons of flavor and texture mean that lunches and speedy dinners can be ready in minutes.",
      "ingredients": [
        "4–6 large eggs",
        "5 Tbsp. unseasoned rice vinegar",
        "1 Tbsp. honey",
        "1 Tbsp. tamari or soy sauce",
        "1/2 tsp. kosher salt",
        "1/4 cup extra-virgin olive oil, plus more for drizzling",
        "1 bunch curly kale, stems removed, torn into bite-size pieces",
        "1 lb. brussels sprouts, trimmed, thinly sliced",
        "1 cup store-bought or homemade hummus",
        "1 cup Seedy Power Sprinkle",
        "Flaky sea salt"
      ],
      "instructions": [
        "Bring a medium pot of water to a boil over high heat. Gently lower eggs into water and cook 7 minutes. Transfer to a large bowl of ice water and let sit until cool enough to handle. Peel and slice in half lengthwise.",
        "Meanwhile, whisk vinegar, honey, tamari, kosher salt, and 1/4 cup oil in a large bowl until smooth. Add kale and brussels sprouts. Toss and massage with your hands until kale is darker in color and vegetables are coated in dressing.",
        "Swoosh about 1/4 cup hummus onto side of each bowl. Top with salad and egg halves; season eggs with sea salt. Drizzle oil over and top with seedy sprinkle.",
        "Do Ahead: Unpeeled eggs can be cooked 2 days ahead. Transfer to an airtight container and chill. Kale and brussels sprouts salad can be made 8 hours ahead. Cover and chill."
      ],
      "tags": [
        "Salad",
        "Egg",
        "Vinegar",
        "Honey",
        "Soy Sauce",
        "Olive Oil",
        "Kale",
        "Brussels Sprout",
        "Hummus",
        "Seed",
        "#cook90",
        "Vegetarian",
        "Wheat/Gluten-Free",
        "Dairy Free",
        "Healthy",
        "Lunch",
        "Dinner"
      ],
      "time": {
        "prep": "",
        "cook": "",
        "active": "30 minutes",
        "inactive": "",
        "ready": "",
        "total": "30 minutes"
      },
      "servings": "4 servings",
      "image": "https://assets.epicurious.com/photos/5df7bb4b8a496c0008295fb2/2:1/w_1260%2Ch_630/COOK90_SaladPowerSprinkle_RECIPE_120519_13778.jpg",
      "url": "https://www.epicurious.com/recipes/food/views/winter-salad-hummus-bowls",
      "id": 22
    },
    {
      "name": "Spicy Braised Tofu",
      "description": "You’ll find a version of this quicker-than-quick soy-braised tofu on many Korean tables as a banchan, or small plate. But with rice and a side of greens, it’s dinner exactly when you need it: right now.",
      "ingredients": [
        "1 (14-oz.) block firm or extra-firm tofu, drained",
        "3 Tbsp. soy sauce",
        "3 Tbsp. mirin (sweet Japanese rice wine)",
        "1 tsp. toasted sesame oil",
        "¾ tsp. gochugaru (coarse Korean red pepper powder) or other mild red pepper flakes",
        "1 scallion",
        "2 Tbsp. grapeseed or vegetable oil, divided, plus more for drizzling",
        "Kosher salt",
        "1 small garlic clove, finely chopped",
        "1 tsp. finely chopped peeled ginger",
        "Toasted sesame seeds and cooked rice (for serving)"
      ],
      "instructions": [
        "Wrap tofu in a clean kitchen towel and place on a rimmed baking sheet. Weigh down with a heavy object (a couple of heavy cans works well) and let sit 10 minutes. Unwrap tofu and slice in half lengthwise, then cut crosswise into 6 sections to create 12 squares.",
        "Whisk soy sauce, mirin, sesame oil, gochugaru, and 3 Tbsp. water in a small bowl to combine; set sauce aside.",
        "Trim dark green top from scallion and thinly slice; set aside. Thinly slice remaining white and pale green parts of scallion. Heat 1 Tbsp. grapeseed oil in a nonstick skillet over medium-high. Carefully add tofu in a single layer and lightly season with salt. Cook, undisturbed, until golden brown, about 5 minutes; turn over and cook until golden brown on other side, about 5 minutes. Transfer tofuto a plate; reserve skillet (no need to wipe out).",
        "Heat remaining 1 Tbsp. grapeseed oil in reserved skillet over medium. Cook scallion white and pale green parts, garlic, and ginger, stirring, until softened but not browned, about 1 minute.",
        "Return tofu to skillet. Pour in reserved sauce and bring to a simmer. Reduce heat to medium-low and cook, turning tofu once or twice and occasionally spooning sauce over, until sauce is reduced by about half, about 4 minutes.",
        "Transfer tofu to a large plate, spoon sauce over, and sprinkle with sesame seeds and reserved scallion top. Serve with rice alongside."
      ],
      "tags": [
        "Bon Appétit",
        "Dinner",
        "Lunch",
        "Braise",
        "Tofu",
        "Soy Sauce",
        "Green Onion/Scallion",
        "Ginger",
        "Sesame Oil",
        "Sesame",
        "Vegetarian",
        "Vegan",
        "Dairy Free",
        "Peanut Free",
        "Tree Nut Free",
        "Quick & Easy"
      ],
      "time": {
        "prep": "",
        "cook": "",
        "active": "",
        "inactive": "",
        "ready": "",
        "total": ""
      },
      "servings": "2 servings",
      "image": "https://assets.epicurious.com/photos/5fa9af5074334d8b7dc307b7/2:1/w_1260%2Ch_630/spicy-braised-tofu-recipe-BA-110920.jpg",
      "url": "https://www.epicurious.com/recipes/food/views/spicy-braised-tofu",
      "id": 23
    },
    {
      "name": "Pantry Pasta Puttanesca",
      "description": "Keep these ingredients stocked in your pantry, and a briny, flavor-packed, classic Italian pasta will always be a dinner option.",
      "ingredients": [
        "1 lb. linguine or other long pasta",
        "Kosher salt",
        "1 (14-oz.) can diced tomatoes",
        "1/2 cup extra-virgin olive oil, divided",
        "1/4 cup capers, drained",
        "6 oil-packed anchovy fillets",
        "1 Tbsp. tomato paste",
        "1/3 cup pitted Kalamata olives, halved",
        "2 tsp. dried oregano",
        "1/2 tsp. crushed red pepper flakes",
        "6 oz. oil-packed tuna"
      ],
      "instructions": [
        "Cook pasta in a large pot of boiling salted water, stirring occasionally, until al dente. Drain pasta, reserving 1 cup pasta cooking liquid; return pasta to pot.",
        "While pasta cooks, pour tomatoes into a fine-mesh sieve set over a medium bowl. Shake to release as much juice as possible, then let tomatoes drain in sieve, collecting juices in bowl, until ready to use.",
        "Heat 1/4 cup oil in a large deep-sided skillet over medium-high. Add capers and cook, swirling pan occasionally, until they burst and are crisp, about 3 minutes. Using a slotted spoon, transfer capers to a paper towel–lined plate, reserving oil in skillet.",
        "Combine anchovies, tomato paste, and drained tomatoes in skillet. Cook over medium-high heat, stirring occasionally, until tomatoes begin to caramelize and anchovies start to break down, about 5 minutes. Add collected tomato juices, olives, oregano, and red pepper flakes and bring to a simmer. Cook, stirring occasionally, until sauce is slightly thickened, about 5 minutes. Add pasta, remaining 1/4 cup oil, and 3/4 cup pasta cooking liquid to pan. Cook over medium heat, stirring and adding remaining 1/4 cup pasta cooking liquid to loosen if needed, until sauce is thickened and emulsified, about 2 minutes. Flake tuna into pasta and toss to combine.",
        "Divide pasta among plates. Top with fried capers."
      ],
      "tags": [
        "Pasta",
        "Tomato",
        "Capers",
        "Anchovy",
        "Olive",
        "Oregano",
        "Tuna"
      ],
      "time": {
        "prep": "",
        "cook": "",
        "active": "30 minutes",
        "inactive": "",
        "ready": "",
        "total": "35 minutes"
      },
      "servings": "4 servings",
      "image": "https://assets.epicurious.com/photos/5ac2492da0f0d86fa2879ce5/2:1/w_1260%2Ch_630/Google-Express-Pasta-Puttanesca-recipe-23012018.jpg",
      "url": "https://www.epicurious.com/recipes/food/views/pantry-pasta-puttanesca",
      "id": 24
    },
    {
      "name": "Cauliflower Carbonara",
      "description": "Cutting the cauliflower florets into small pieces before roasting them means they’ll get hooked up in all the nooks and crannies of the orecchiette, which ensures maximum cauliflower contact in every single bite.",
      "ingredients": [
        "1 large head of cauliflower",
        "1/4 cup plus 2 Tbsp. extra-virgin olive oil",
        "1 tsp. kosher salt, plus more",
        "2 1/2 tsp. coarsely ground black pepper, divided, plus more",
        "1 garlic clove",
        "6 oz. bacon, chopped",
        "5 large egg yolks",
        "2 oz. finely grated Parmesan (about 1 cup), plus more for serving",
        "12 oz. orecchiette",
        "1/2 cup chopped parsley (from about 1/2 bunch)"
      ],
      "instructions": [
        "Preheat oven to 450°F. Remove outer leaves and core of cauliflower. Cut florets into 3/4\" pieces. Transfer to a rimmed baking sheet. Add 1/4 cup oil, 1 tsp. salt, and 1/2 tsp. pepper and toss to combine. Roast, tossing once halfway through, until cauliflower is deeply charred in spots, 30–35 minutes. Immediately grate garlic over hot cauliflower and toss to combine (you’re counting on the residual heat to soften the garlic); set aside.",
        "Meanwhile, cook bacon in a large skillet over medium-low heat, stirring occasionally, until crisp, 8–10 minutes. Transfer bacon and 1 Tbsp. bacon fat to a large bowl. Add egg yolks, 1 cup Parmesan, 2 tsp. pepper, and remaining 2 Tbsp. oil. Whisk to combine with a fork (it will be very thick, but that’s okay).",
        "Add pasta and 1/2 cup cooking liquid to bowl with egg yolk mixture and toss vigorously and continuously with a wooden spoon to create a creamy emulsified sauce that coats pasta, adding more cooking liquid as needed. This may require more tossing than you expect! Keep at it for at least 1 minute. Taste and adjust seasoning, if needed. Add roasted cauliflower and parsley and toss again to coat.",
        "Divide pasta among bowls. Top with more Parmesan and a few generous cranks of pepper."
      ],
      "tags": [
        "Cauliflower",
        "Pasta",
        "Garlic",
        "Bacon",
        "Egg",
        "Parmesan",
        "Cheese",
        "Parsley",
        "Dinner",
        "Roast",
        "30 Days of Groceries"
      ],
      "time": {
        "prep": "",
        "cook": "",
        "active": "40 minutes",
        "inactive": "",
        "ready": "",
        "total": "45 minutes"
      },
      "servings": "4 servings",
      "image": "https://assets.epicurious.com/photos/5ad4ffe5ba412d1f7edaf9e1/2:1/w_1260%2Ch_630/Cauliflower-Carbonara-03012018.jpg",
      "url": "https://www.epicurious.com/recipes/food/views/cauliflower-carbonara",
      "id": 25
    },
    {
      "name": "Gingery Chicken Soup with Zucchini “Noodles”",
      "description": "This immunity-boosting chicken noodle soup is just as comforting as your grandma's, but it's also gluten-free and paleo-friendly, thanks to a big helping of spiralized zucchini \"noodles\" instead of traditional wheat-based pasta. The homemade chicken broth is flavored with ginger in two ways: sliced ginger simmers slowly to lend warming background notes, while freshly grated ginger added at the end of cooking brings zippy flavor and extra health benefits.",
      "ingredients": [
        "4 medium carrots (about 1 1/4 pounds), divided",
        "3 (3\") pieces ginger, unpeeled",
        "1 (3 1/2–4 pound) whole chicken",
        "1 medium onion, unpeeled, cut into sixths",
        "3 celery stalks, cut into 2\" pieces",
        "1 head of garlic, halved crosswise",
        "1 tablespoon black peppercorns",
        "Handful of cilantro stems, plus leaves (for serving; optional)",
        "2 medium zucchini (about 10 ounces)",
        "2 teaspoons kosher salt, plus more",
        "3/4 teaspoon freshly ground black pepper, plus more",
        "Lime wedges (for serving; optional)",
        "A large stockpot (at least 8 quarts); a spiralizer or mandoline with a medium julienne blade"
      ],
      "instructions": [
        "Scrub 2 carrots and cut into 2\" pieces. Finely grate ginger to yield 1 tsp., then thinly slice remaining ginger. Place chopped carrots, ginger slices, chicken, onion, celery, garlic, peppercorns, and cilantro stems, if using, in stockpot. Fill with cold (preferably filtered) water to cover (about 4 quarts). Cover and heat over high until mixture comes to a low boil. Immediately reduce heat to medium-low and bring to a simmer. Cook, uncovered, skimming foam and fat from the surface occasionally and reducing heat if needed so mixture does not come to a boil, until chicken is just cooked through, about 30 minutes.",
        "Using tongs, carefully transfer chicken to a rimmed baking sheet. Let cool slightly, about 15 minutes. Remove meat from bones, discard skin, and return bones to pot. Continue to simmer until liquid is flavorful andreduced, about 2 hours. Shred chicken into bite-sized pieces and reserve.",
        "Peel remaining 2 carrots and cut into 1/4\"-thick slices on the bias. Spiralize zucchini into noodles (alternatively, use mandoline with julienne blade). Divide zucchini noodles among bowls.",
        "Carefully strain broth into a large bowl or another pot (you should have about 8 cups). Return broth to stockpot and bring to a simmer. Add shredded chicken, sliced carrots, 1 tsp. grated ginger, 2 tsp. salt, and 3/4 tsp. pepper and cook until carrots are tender, 5–7 minutes. Remove from heat, taste, and adjust seasoning.",
        "Ladle soup over zucchini noodles and top with cilantro, if using. Serve with lime wedges alongside, if using.",
        "Soup (without zucchini) can be made 3 days ahead. Cover and chill, or freeze up to 6 months. When ready to serve, rewarm soup, spiralize zucchini, and divide zucchini among bowls. Ladle soup over zucchini."
      ],
      "tags": [
        "Soup/Stew",
        "Dinner",
        "Chicken",
        "Carrot",
        "Cilantro",
        "Garlic",
        "Ginger",
        "Zucchini"
      ],
      "time": {
        "prep": "",
        "cook": "",
        "active": "25 minutes",
        "inactive": "",
        "ready": "",
        "total": "3 hours, 40 minutes"
      },
      "servings": "Serves 6",
      "image": "https://assets.epicurious.com/photos/58af3ae307d72f311a850f59/2:1/w_1260%2Ch_630/Chicken-Zoodle-Immunity-Boosting-Soup-17022017.jpg",
      "url": "https://www.epicurious.com/recipes/food/views/gingery-chicken-soup-with-zucchini-noodles",
      "id": 26
    },
    {
      "name": "Stuffed Sweet Potatoes with Curried Chickpeas and Mushrooms",
      "description": "This easy, Indian-inspired vegetarian dinner stars baked sweet potatoes loaded with curry-spiced chickpeas, mushrooms, and spinach. Roast the sweet potatoes ahead of time to get dinner on the table even faster.",
      "ingredients": [
        "2 (15-ounce) cans chickpeas, drained, rinsed, patted dry",
        "8 ounces button mushrooms, quartered (about 3 1/2 cups)",
        "2 teaspoons curry powder",
        "1/2 teaspoon ground cumin",
        "5 tablespoons olive oil, divided",
        "1 1/2 teaspoons kosher salt, divided",
        "4 medium sweet potatoes (about 9 ounces each)",
        "5 ounces baby spinach (about 4 packed cups)",
        "2 limes",
        "1/2 cup Greek-style plain full- or low-fat yogurt",
        "1/2 cup coarsely chopped cilantro, plus whole leaves for serving"
      ],
      "instructions": [
        "Preheat oven to 450°F. Toss chickpeas, mushrooms, curry powder, cumin, 2 Tbsp. oil, and 3/4 tsp. salt on a rimmed baking sheet. Divide mushrooms and chickpeas into separate piles and spread in a single layer.",
        "Cut potatoes in half lengthwise. Rub with 1 Tbsp. oil and 1/2 tsp. salt and transfer cut side down to another rimmed baking sheet.",
        "Roast vegetables and potatoes, rotating pans halfway through and arranging spinach over vegetables during the last 2 minutes of cooking, until chickpeas are golden brown and crisp and potatoes are fork-tender, about 25 minutes.",
        "Meanwhile, juice limes to yield 6 Tbsp. juice. Blend yogurt, 4 Tbsp. lime juice, and 1/2 cup chopped cilantro in a blender until smooth.",
        "Transfer spinach, mushrooms, and chickpeas to separate bowls. Transfer potatoes to a serving platter. Using the back of a spoon, gently push down in center of potato halves to create a divot.",
        "Spoon vegetables into divots, then top with yogurt sauce and cilantro leaves.",
        "Potatoes, chickpeas, and mushrooms can be cooked 3 days ahead; store separately, cover, and chill. Reheat in oven before serving."
      ],
      "tags": [
        "Back to School",
        "Dinner",
        "Vegetarian",
        "Sweet Potato/Yam",
        "Chickpea",
        "Mushroom",
        "Curry",
        "Spinach",
        "Yogurt",
        "Lime",
        "Cilantro",
        "Small Plates"
      ],
      "time": {
        "prep": "",
        "cook": "",
        "active": "25 minutes",
        "inactive": "",
        "ready": "",
        "total": "40 minutes"
      },
      "servings": "4 servings",
      "image": "https://assets.epicurious.com/photos/59aececa389c09538cc56420/2:1/w_1260%2Ch_630/Stuffed-Sweet-Potatoes-with-Curry-Chickpea-Back-to-School-Grocery-Bag-768-14082017.jpg",
      "url": "https://www.epicurious.com/recipes/food/views/stuffed-sweet-potatoes-with-curried-chickpeas-and-mushrooms",
      "id": 27
    },
    {
      "name": "Yogurt and Spice Roasted Salmon",
      "description": "This method of roasting salmon cubes at a high temperature ensures you get a little charring on the outside yet perfectly cooked salmon on the inside.",
      "ingredients": [
        "500g skinless salmon fillet, cut into 4cm cubes",
        "4 tablespoons Greek yogurt",
        "1 tablespoon garlic granules",
        "1 heaped tablespoon rose harissa",
        "1 teaspoon ground turmeric",
        "1 teaspoon paprika",
        "Finely grated zest of 1 unwaxed lime and a good squeeze of juice",
        "1 teaspoon olive oil",
        "Generous amount of Maldon sea salt flakes and freshly ground black pepper",
        "Tortilla wraps",
        "Sliced tomatoes",
        "Finely sliced onion",
        "Coriander leaves",
        "Greek yogurt"
      ],
      "instructions": [
        "Preheat your oven to its highest setting (with fan if it has one). Line a baking tray with baking paper.",
        "Mix all the marinade ingredients together in a mixing bowl. Add the salmon and turn until well coated in the marinade.",
        "Spread the salmon out on the prepared baking tray and roast for 10 minutes until cooked through. Remove from the oven and serve immediately with tortilla wraps, tomatoes, finely sliced onion, coriander leaves and Greek yogurt."
      ],
      "tags": [
        "Salmon",
        "Fish",
        "Seafood",
        "Quick & Easy",
        "Pescatarian",
        "Wheat/Gluten-Free"
      ],
      "time": {
        "prep": "",
        "cook": "",
        "active": "",
        "inactive": "",
        "ready": "",
        "total": ""
      },
      "servings": "4 servings",
      "image": "https://assets.epicurious.com/photos/5f5fef04de70825418a829f7/2:1/w_1260%2Ch_630/CharredSalmon_RECIPE_091020_11608_VOG_final.jpg",
      "url": "https://www.epicurious.com/recipes/food/views/easy-yogurt-and-spice-roasted-salmon-sabrina-ghayour",
      "id": 28
    },
    {
      "name": "Rice Cake With Mixed Vegetables",
      "description": "Rice cakes are available sliced, marble-shaped, and in batons. Look for them in the refrigerated aisle of Asian grocery stores. There are dried versions, but the refrigerated version is widely available and easier to work with. I like the slices because there’s more surface area for the sauce. You can use any combination of vegetables and seasonings, so feel free to experiment with flavors. Rice cake is also served at Lunar New Year because the Mandarin name nian gao (“sticky cake”) is a homophone for the nian, which means “year,” and gao, which means “tall” or “high.” When you stick those years together, you’re wishing others longevity.",
      "ingredients": [
        "2 cups sliced rice cake",
        "3 cups hot tap water or water that’s been microwaved for 30 seconds",
        "1 tablespoon vegetable oil",
        "2 cups leafy greens, such as baby bok choy, yu choy (cut into ½-inch pieces), or baby spinach leaves",
        "4 medium dried shiitake mushrooms, soaked in hot water for 30 minutes to reconstitute and cut into (¼-inch-thick) pieces",
        "½ cup sliced carrots (⅛ inch thick)",
        "½ cup bean sprouts",
        "1½ tablespoons soy sauce",
        "1 tablespoon black bean garlic sauce",
        "¼ teaspoon sesame oil"
      ],
      "instructions": [
        "In a medium bowl, soak the rice cake in the hot water for 2 to 3 minutes, then drain all but about ½ cup water. Set aside.",
        "Preheat a wok over high heat until wisps of smoke rise from the surface. Swirl in the vegetable oil and let heat for a few seconds until it starts to shimmer. Add the greens and stir-fry for about 15 seconds. Add the mushrooms, carrots, and bean sprouts. Stir to combine. Add the rice cake and the reserved water, soy sauce, and black bean garlic sauce. Stir-fry for 2 minutes, or until well combined and the rice cake slices have softened. Finish with the sesame oil. Serve while hot."
      ],
      "tags": [
        "Side",
        "Dinner",
        "Lunch",
        "Lunar New Year",
        "Mushroom",
        "Carrot",
        "Bok Choy",
        "Soy Sauce",
        "Spinach",
        "Sesame Oil",
        "Vegetarian",
        "Vegan",
        "Dairy Free",
        "Peanut Free",
        "Tree Nut Free",
        "Stir-Fry",
        "Wok"
      ],
      "time": {
        "prep": "",
        "cook": "",
        "active": "",
        "inactive": "",
        "ready": "",
        "total": ""
      },
      "servings": "Makes 4 servings",
      "image": "https://assets.epicurious.com/photos/6011ddac7e21f30fee735024/2:1/w_1260%2Ch_630/RiceCakeVegetables_RECIPE_012521_540.jpg",
      "url": "https://www.epicurious.com/recipes/food/views/rice-cake-mixed-vegetables-hsiao-ching-chou",
      "id": 29
    },
    {
      "name": "Ros Omelette",
      "description": "Make this Goan omelet, with its rich and comforting, fiery gravy, for breakfast, lunch, or dinner. It's the ideal dinner for one.",
      "ingredients": [
        "1 tablespoon coconut oil",
        "1 small yellow onion, finely chopped",
        "1 medium tomato, coarsely chopped",
        "1 tablespoon store-bought ginger-garlic paste",
        "1 teaspoon ground turmeric",
        "½ teaspoon Kashmiri or other red chile powder",
        "1 tablespoon store-bought coconut paste",
        "1 teaspoon garam masala",
        "Kosher salt",
        "10 large eggs",
        "1 teaspoon Kashmiri or other red chile powder",
        "Kosher salt",
        "2 tablespoons vegetable oil or coconut oil",
        "1 medium yellow onion, finely chopped",
        "2 green chiles, finely chopped",
        "Lime wedges, for serving",
        "Finely chopped onion, for serving"
      ],
      "instructions": [
        "In a medium sauté pan, heat the oil over medium-high heat until glistening, about 2 minutes. Add the onion and sauté until translucent, about 5 minutes. Add the tomato, ginger-garlic paste, turmeric, and chile powder and sauté, stirring occasionally, until the tomatoes begin to break apart, about 5 minutes longer. Stir in the coconut paste and garam masala and cook until everything is well incorporated and the smell of coconut perfumes the air, about 5 more minutes. Add a little water, if needed, to achieve a loose gravy texture. Season with salt and set aside.",
        "In a large bowl, whisk together the eggs and season with the chile powder and salt. In a sauté pan, heat the oil over medium-high heat and sauté the onion and chile peppers, stirring occasionally, until the onions are translucent, about 5 minutes. Reduce the heat to medium and pour the eggs into the pan. Rotate the pan in a circle as the omelet cooks to ensure even distribution of the eggs. Once the center of the omelet is just set, 4 to 6 minutes, flip the omelet onto itself to form a half-moon shape. Season with salt, transfer to a plate, and spoon the warm ros on top. Garnish with a lime wedge and raw onions."
      ],
      "tags": [
        "Omelet",
        "Egg",
        "Vegetarian",
        "Breakfast",
        "Dinner",
        "Lunch"
      ],
      "time": {
        "prep": "",
        "cook": "",
        "active": "",
        "inactive": "",
        "ready": "",
        "total": "30 minutes"
      },
      "servings": "4 servings",
      "image": "https://assets.epicurious.com/photos/601db1396f4da5d34165cba8/2:1/w_1260%2Ch_630/Ros%20omlette_Page_1_Image_0001.jpg",
      "url": "https://www.epicurious.com/recipes/food/views/ros-omelette-chaat",
      "id": 30
    },
    {
      "name": "Oven Risotto with Crispy Roasted Mushrooms",
      "description": "Yes, you can make risotto without all the stirring—just pop it in the oven. And while that oven is on, use it to crisp up a bunch of mushrooms.",
      "ingredients": [
        "1 lb. mixed wild, shiitake, and/or crimini mushrooms, broken into pieces or sliced 1/4\" thick (about 4 cups)",
        "3 garlic cloves, peeled, thinly sliced",
        "6 thyme sprigs",
        "1/4 tsp. crushed red pepper flakes",
        "1/4 cup plus 2 Tbsp. extra-virgin olive oil, plus more for drizzling",
        "1 3/4 tsp. (or more) kosher salt, divided",
        "1 medium onion, finely chopped",
        "1 cup arborio rice",
        "1/2 tsp. freshly ground black pepper",
        "1/2 cup dry vermouth or white wine",
        "3 cups homemade chicken stock or low-sodium chicken broth, divided",
        "2 oz. finely grated Parmesan (about 1 cup)",
        "2 Tbsp. cold unsalted butter, cut into pieces",
        "1/2 tsp. finely grated lemon zest",
        "1/3 cup coarsely chopped parsley leaves",
        "Lemon wedges (for serving)"
      ],
      "instructions": [
        "Place racks in bottom third and middle of oven; preheat to 350°F. Toss mushrooms, garlic, thyme, red pepper flakes, 1/4 cup oil, and 1/2 tsp. salt on a rimmed baking sheet. Roast on bottom rack, tossing halfway through, until deeply golden brown and crisped, 25–30 minutes.",
        "Meanwhile, heat 2 Tbsp. oil in a large ovenproof Dutch oven or heavy pot over medium-high. Add onion and cook, stirring often, until softened and slightly translucent, 3–5 minutes. Stir in rice; season with pepper and 1/2 tsp. salt. Cook, stirring occasionally, until some grains are translucent, about 2 minutes. Add vermouth, bring to a simmer, and cook, stirring occasionally, until pan is almost dry, about 2 minutes. Add 2 1/2 cups stock. Bring to a simmer, then cover and bake in oven until liquid is mostly absorbed but rice is still slightly firm in the center, 16–18 minutes.",
        "Return pot to stove and heat over medium. Add remaining 1/2 cup stock and cook, stirring constantly, until rice is tender but still has some bite and sauce is creamy, about 2 minutes. Remove from heat and stir in Parmesan, butter, and lemon zest; season to taste with salt, if needed. Add a little bit of warm water, if needed, until risotto is thick but still pourable.",
        "Transfer risotto to a platter. Top with crispy mushrooms and parsley. Drizzle with oil. Serve with lemon wedges alongside."
      ],
      "tags": [
        "Risotto",
        "Mushroom",
        "Garlic",
        "Thyme",
        "Onion",
        "Rice",
        "Vermouth",
        "Wine",
        "Stock",
        "Parmesan",
        "Butter",
        "Lemon",
        "Parsley",
        "Dinner",
        "Winter",
        "Wheat/Gluten-Free"
      ],
      "time": {
        "prep": "",
        "cook": "",
        "active": "30 minutes",
        "inactive": "",
        "ready": "",
        "total": "50 minutes"
      },
      "servings": "4 servings",
      "image": "https://assets.epicurious.com/photos/5c191ba2b950cf635908c333/2:1/w_1260%2Ch_630/Oven-Risotto-with-Mushrooms-recipe-13122018.jpg",
      "url": "https://www.epicurious.com/recipes/food/views/oven-risotto-with-crispy-roasted-mushrooms",
      "id": 31
    }
  ]
}